{
    "lunch": [
        {
            "name": "Tangy Noodle Salad",
            "description": "This light and refreshing Salad makes a great lunch. Double the recipe and serve it for dinneralongside barbecued chicken as well."
        },
        {
            
            "name": "Sushi Pockets",
            "description": "This quick and healthy lunch idea also makes an excellent appetizer or party canape."
        },
        {
    
            "name": "Guacamole, Egg and Arugula on Crackers",
            "description": "This simple conbination of ingredients and diverse textures in this lunch offer a twist to the traditional sandwich."
        },
        {
    
            "name": "Almond-Currant Couscous",
            "description": "Crunchy toasted almonds add flavour and nutrition to this simple cousous dish. Top with grilled chicken or tofu to make it more filling."
        },
        {
    
            "name": "Squash and Chickpea Stew",
            "description": "The orange color of squash signals beta carotene, a plant pigment that's a potent disease-fighter. And this is a meatless stew, so the total'fat content is minimal. Like all good stew, this is a fine make-ahead recipe."
        },
        {
    
            "name": "Grilled Chicken, Agesd Cheddar and Chutney sandwich",
            "description": "This stuffed whole-wheat pita is an excellent addition to any summer picnick outing, as well a great meal at home any time of the year."
        },
        {
    
            "name": "Bulgur Wheat and Shrimp Salad",
            "description": "A coarsely ground wheat grain, bulgur has already been parboiled, so it's quick to prepare and makes an ideal pantry standby to use in salads, as well as in hot dishes. This nutty-textured, colorful salad is full of goodness, and is bery attracive to the eye."
        },
        {
    
            "name": "Millet with Spinach and pine Nuts",
            "description": "Bright green spinach and orange apricots add rich color and flavour to this healthy, easy-to-make grain and vegetable dish."
        },
        {
    
            "name": "Fruity Pasta and Pine Nuts",
            "description": "Pineapple and pear give this salad a sweet accent, while balsamic vinegar adds a delightful piquance, with lean ham, chees, fruit and vegetables all adding thier own nutrients to balace the pasta, the result is a marvellous dish."
        },
        {
    
            "name": "Coronation Chicken",
            "description": "Specially created for Queen Elizabeth's coronation, this currey-flavoured salad with a fruity pilaf makes a lovely summer dish. Often made with cream and mayonnaise, this version cuts the fat content down significantly."
        },
        {
    
            "name": "Fried Rice with Tofu and vegetables",
            "description": "If you've beem looking for a tasty tofu recipe, your search is over. Here, tofu is marinated in a sweet and savoury sauce and stir-fried with plenty of vegetables."
        },
        {
    
            "name": "Hot and Spicy Black Bean Dip",
            "description": "Update your party menu with a chili-laced bean dip that’s practically fat-free and an excellent source of fibre. The dip can also be spooned onto plates and served as a light lunch, accompanied by warm whole-wheat pita bread."
        },
        {
    
            "name": "Roasted Vegetable and Pasta Bake",
            "description": "A hearty vegetarian dish packed with flavour, this selection of vegetables’butternut squash, asparagus and leeks’is roasted in garlicky olive oil, then tossed with chunky pasta shapes and a cheese sauce."
        },
        {
    
            "name": "Vegetable Tart Provencale",
            "description": "Brimming with the sunny flavours typical of southern France, this delectable tart is perfect for a lunch or light dinner. An easy-to-assemble, herb-scented crust is the perfect partner for heart-healthy fresh vegetables."
        },
        {
    
            "name": "Lentil-Tomato Stew with Browned Onions",
            "description": "This hearty vegetarian main course is rich in dietary fibre and also offers more than 300 percent of the daily recommended intake for beta-carotene."
        },
        {
    
            "name": "Rustic Broiled Vegetable and Rigatoni Salad",
            "description": "Broiled vegetables are delicious with chunky pasta in a tangy dressing. Serve this salad as a light lunch or as an accompaniment to broiled poultry or meat, when it will serve 6 or 8 people."
        },
        {
    
            "name": "Sesame Pork and Noodle Salad",
            "description": "With its typical Chinese flavours’ginger, sesame, soy sauce and rice vinegar’this salad makes a delectable dish for either lunch or dinner. It is particularly nutritious as most of the vegetables are raw."
        },
        {
    
            "name": "French Tuna and Bell Pepper Salad",
            "description": "This colourful salad is full of varied flavours and textures. Chunks of tuna, wedges of potato, crisp beans and tangy tomatoes make for a quick and easy summery meal. Serve with crusty whole-wheat baguettes."
        },
        {
    
            "name": "Asian-Style Chicken and Pasta Salad",
            "description": "Pasta bows taste deliciously different when combined with an exotic dressing of fish sauce, fresh red chili and rice vinegar in a moist chicken salad. Fresh crunchy vegetables complete this well-balanced main-course dish."
        },
        {
            "name": "Creamy Turkey Salad with Grapes and Pecans",
            "description": "With its wonderfully contrasting tastes and textures, this salad makes a satisfying main course that is luxurious without containing a lot of saturated fat. It is the perfect recipe for roast turkey leftovers."
        }
    ]
}